{"policy":"Assessment & Feedback Policy","section":"3.1","text":"All coursework must be submitted by the published deadline through the official submission system."}
{"policy":"Assessment & Feedback Policy","section":"3.2","text":"Late submissions will be penalised at a rate of 10% per 24 hours, up to a maximum of five working days, after which a mark of zero will be recorded."}
{"policy":"Assessment & Feedback Policy","section":"3.3","text":"Extensions may only be granted for approved mitigating circumstances and must be requested in advance of the deadline."}
{"policy":"Assessment & Feedback Policy","section":"3.4","text":"Feedback on coursework should normally be provided within 10 working days of submission."}
{"policy":"Assessment & Feedback Policy","section":"3.5","text":"All marks are provisional until confirmed by the Board of Examiners."}

{"policy":"Mitigating Circumstances Policy","section":"2.1","text":"Students who experience unforeseen events that significantly impact assessment performance may submit a mitigating circumstances claim."}
{"policy":"Mitigating Circumstances Policy","section":"2.2","text":"Claims must be submitted within five working days of the affected assessment unless there are compelling reasons for delay."}
{"policy":"Mitigating Circumstances Policy","section":"2.3","text":"Appropriate evidence, such as a medical certificate, must be provided to support the claim."}
{"policy":"Mitigating Circumstances Policy","section":"2.4","text":"Accepted claims may result in deadline extensions or resit opportunities without penalty."}

{"policy":"Attendance Policy","section":"1.1","text":"Students are expected to attend all scheduled teaching sessions, laboratory sessions, and tutorials."}
{"policy":"Attendance Policy","section":"1.2","text":"Persistent non-attendance without authorisation may lead to disciplinary action or withdrawal from the programme."}
{"policy":"Attendance Policy","section":"1.3","text":"Students must notify their department in advance if they are unable to attend due to illness or exceptional circumstances."}
{"policy":"Attendance Policy","section":"1.4","text":"Attendance records are monitored and may be reviewed as part of academic progress meetings."}

{"policy":"Academic Integrity Policy","section":"4.1","text":"All students must submit original work and correctly acknowledge all sources used in assignments."}
{"policy":"Academic Integrity Policy","section":"4.2","text":"Plagiarism, collusion, or fabrication of data are considered serious academic offences."}
{"policy":"Academic Integrity Policy","section":"4.3","text":"Suspected cases of misconduct will be investigated according to the College’s disciplinary procedures."}
{"policy":"Academic Integrity Policy","section":"4.4","text":"Penalties for academic misconduct may include mark reduction, failure of a module, or expulsion from the College."}

{"policy":"Code of Conduct","section":"5.1","text":"Students are expected to behave respectfully towards all members of the College community."}
{"policy":"Code of Conduct","section":"5.2","text":"Harassment, discrimination, or bullying of any kind will not be tolerated and may result in disciplinary proceedings."}
{"policy":"Code of Conduct","section":"5.3","text":"The College reserves the right to take disciplinary action for behaviour that damages its reputation."}
{"policy":"Code of Conduct","section":"5.4","text":"Students must comply with all health and safety requirements in laboratories and workshops."}

{"policy":"Examinations Policy","section":"6.1","text":"Students must bring their College ID card to all examinations and display it on their desk."}
{"policy":"Examinations Policy","section":"6.2","text":"Electronic devices, including mobile phones and smartwatches, must be switched off and placed away from the exam desk."}
{"policy":"Examinations Policy","section":"6.3","text":"Students arriving more than 30 minutes late will not be permitted to enter the examination room."}
{"policy":"Examinations Policy","section":"6.4","text":"Leaving the examination room during the first 45 minutes is not permitted except for emergencies."}
{"policy":"Examinations Policy","section":"6.5","text":"Any suspected misconduct during exams will be reported to the Academic Integrity Panel."}

{"policy":"Health and Safety Policy","section":"7.1","text":"All students must complete the mandatory safety induction before accessing laboratories or workshops."}
{"policy":"Health and Safety Policy","section":"7.2","text":"Personal protective equipment must be worn in designated areas as instructed by supervisors."}
{"policy":"Health and Safety Policy","section":"7.3","text":"Students must immediately report accidents, injuries, or near misses to a member of staff."}
{"policy":"Health and Safety Policy","section":"7.4","text":"Unsafe behaviour or repeated breaches of safety regulations may result in loss of lab access privileges."}

{"policy":"Library and IT Policy","section":"8.1","text":"Library materials must be returned or renewed by the due date to avoid fines."}
{"policy":"Library and IT Policy","section":"8.2","text":"Access to College IT systems is provided for academic purposes only and must comply with the Acceptable Use Policy."}
{"policy":"Library and IT Policy","section":"8.3","text":"Sharing login credentials or using another person’s account is strictly prohibited."}
{"policy":"Library and IT Policy","section":"8.4","text":"Downloading or distributing copyrighted material without permission is not allowed."}

{"policy":"Accommodation Policy","section":"9.1","text":"Residents must pay accommodation fees according to the schedule set out in their licence agreement."}
{"policy":"Accommodation Policy","section":"9.2","text":"Noise levels must be kept low between 11 p.m. and 7 a.m. to respect other residents."}
{"policy":"Accommodation Policy","section":"9.3","text":"Tampering with fire safety equipment is a disciplinary offence and may lead to eviction."}
{"policy":"Accommodation Policy","section":"9.4","text":"Visitors are allowed only with prior permission from the hall supervisor."}

{"policy":"Student Support Policy","section":"10.1","text":"Students experiencing difficulties should contact the Student Support Services for confidential advice."}
{"policy":"Student Support Policy","section":"10.2","text":"The College provides counselling, wellbeing workshops, and academic mentoring services."}
{"policy":"Student Support Policy","section":"10.3","text":"Reasonable adjustments will be made for students with registered disabilities or long-term health conditions."}
{"policy":"Student Support Policy","section":"10.4","text":"All support requests must be accompanied by appropriate documentation, such as a medical report."}

{"policy":"Data Protection Policy","section":"11.1","text":"The College collects and processes personal data in accordance with the UK General Data Protection Regulation (GDPR)."}
{"policy":"Data Protection Policy","section":"11.2","text":"Students have the right to access, correct, or request deletion of their personal data held by the College."}
{"policy":"Data Protection Policy","section":"11.3","text":"Personal data must not be shared with unauthorised third parties without consent or legal basis."}
{"policy":"Data Protection Policy","section":"11.4","text":"Data breaches must be reported to the College Data Protection Officer immediately upon discovery."}
